Repository: Gabriel-M-Martins/gourmetus
Catalog: Gourmetus/Localizable.xcstrings
Source language: en
Languages: pt_br

source: Timer
pt_br: Cronometro

source: %lld hour
pt_br: %lld hora

source: %lld hours
pt_br: %lld horas

source: %lld hours and %lld minutes
pt_br: %1$lld horas e %2$lld minutos

source: %lld min
pt_br: %lld minutos

source: Add
pt_br: Adicionar

source: Add a component into the editor to build your step.
pt_br: Adicione um componente no editor para construir sua etapa.

source: Add Ingredient
pt_br: Adicionar Ingrediente

source: Add recipe
pt_br: Adicionar receita

source: Add Recipe
pt_br: Adicionar Receita

source: Add Steps
pt_br: Adicionar Passos

source: Added to Favorites
pt_br: Adicionados nos Favoritos

source: Apply
pt_br: Aplicar

source: Boiled
pt_br: Fervido

source: Brazillian
pt_br: Brasileira

source: BY
pt_br: Por

source: By %@
pt_br: Por %@

source: Cancel
pt_br: Cancelar

source: Clear
pt_br: Limpar

source: Close
pt_br: Fechar

source: Community
pt_br: Comunidade

source: Completed
pt_br: Completada

source: Components
pt_br: Componentes

source: Confirm
pt_br: Confirmar

source: Contains Alcohol
pt_br: Contém Álcool

source: Continue
pt_br: Continuar

source: Cookbook
pt_br: Receitas

source: Cooked
pt_br: Cozido

source: Cup
pt_br: Xícaras

source: Default
pt_br: Padrão

source: Delete
pt_br: Deletar

source: Description
pt_br: Descrição

source: Difficulty
pt_br: Dificuldade

source: Display modes:
pt_br: Modos de Display:

source: Duplicate
pt_br: Duplicar

source: Duration
pt_br: Duração

source: Edit
pt_br: Editar

source: Edit Recipe
pt_br: Editar Receita

source: Enter ingredient
pt_br: Inserir ingrediente

source: Enter quantity
pt_br: Inserir quantidade

source: Enter text
pt_br: Inserir texto

source: Enter tip
pt_br: Inserir dica

source: Enter title
pt_br: Inserir titulo

source: Fat Free
pt_br: Sem Gordura

source: Favorite Recipes
pt_br: Receitas Favoritas

source: Favorites
pt_br: Favoritos

source: Filters
pt_br: Filtros

source: Finish
pt_br: Finalizar

source: For the Couple
pt_br: Para o Casal

source: For the Family
pt_br: Para a Família

source: For the Friend Group
pt_br: Para os Amigos

source: For You
pt_br: Para Você

source: French
pt_br: Francesa

source: Fried
pt_br: Frito

source: General Information
pt_br: Informação Geral

source: Gluten Free
pt_br: Sem Glúten

source: History of Recipes
pt_br: Histórico de Receitas

source: Home
pt_br: Menu

source: Hour: %lld hours
pt_br: Hora: %lld horas

source: image
pt_br: imagem

source: Image
pt_br: Imagem

source: Ingredient
pt_br: Ingrediente

source: Ingredients
pt_br: Ingredientes

source: Ingredients used in this step
pt_br: Ingredientes usados nesse passo

source: It seems there aren't any recipes that match your search in your cookbook yet.
pt_br: Parece que não há receitas que se encaixem na sua busca no seu cookbook ainda.

source: It seems you don't have any recipe in your cookbook yet. Start adding some or browse the community!
pt_br: Parece que você não tem nenhuma receita no seu cookbook ainda. Começa adicionando alguma ou buscando na comunidade.

source: Italian
pt_br: Italiana

source: Japanese
pt_br: Japonesa

source: Korean
pt_br: Coreana

source: Lactose Free
pt_br: Sem Lactose

source: Low Fat
pt_br: Baixa em Gordura

source: Low Sodium
pt_br: Baixa em Sósdo

source: Low Sugar
pt_br: Baixa em Açucar

source: Mexican
pt_br: Mexicana

source: Minute: %lld min
pt_br: Minuto: %lld minutos

source: My Recipes
pt_br: Minhas Receitas

source: No Ratings
pt_br: Sem Avaliações

source: Nothing to see here yet.
pt_br: Nada para se ver aqui ainda.

source: Permission required
pt_br: Permissão necessária

source: Quantity
pt_br: Quantidade

source: Recently accessed
pt_br: Acessados recentemente

source: Recently Accessed
pt_br: Acessados Recentemente

source: Recipes Inside
pt_br: Receitas Dentro

source: Report
pt_br: Reportar

source: Roasted
pt_br: Assado

source: Save
pt_br: Salvar

source: Search
pt_br: Buscar

source: Select Hour
pt_br: Selecionar Horas

source: Select Minute
pt_br: Selecionar Minutos

source: Select Photos
pt_br: Selecionar Fotos

source: Set the duration
pt_br: Escolher duração

source: Sodium Free
pt_br: Sem Sódio

source: Start
pt_br: Começar

source: Step Title
pt_br: Titulo do Passo

source: Steps
pt_br: Passos

source: Sugar Free
pt_br: Sem Açucar

source: Taste
pt_br: A gosto

source: Tbsp
pt_br: Colheres de Sopa

source: Text
pt_br: Texto

source: Text Focused
pt_br: Texto Destacado

source: Tip
pt_br: Dica

source: TIP:
pt_br: DICA:

source: title
pt_br: titúlo

source: Title
pt_br: Titúlo

source: To be able to be notified of when your timer ends, we need your permission to send you notifications. Head to your settings to allow the app to send notifications.
pt_br: Para ser notificado quando seu timer terminar, precisamos da sua permissão para enviar notificações. Acesse suas configurações para permitir o envio de notificações.

source: Tsp
pt_br: Colher de Chá

source: Unit
pt_br: Unidade

source: Unit of Measurement
pt_br: Unidade de Medida

source: Vegan
pt_br: Vegano

source: Vegetarian
pt_br: Vegetariano

source: View all %@
pt_br: Ver todos %@

source: YOU
pt_br: VOCE

source: Your Recipes
pt_br: Suas Receitas
